import { InfoPageItem } from "../../shared/ui";

export const DELIVERY_ITEMS: InfoPageItem[] = [
  {
    title: 'Обработка заказа',
    content: 'Обратите внимание, что после размещения ваш заказ поступает в обработку. Обработка заказа занимает в среднем 3 часа и не может занимать более 24 часов с момента размещения заказа. Дополнительное время может потребоваться в период распродаж и нерабочих/праздничных дней. В процессе обработки заказа с вами свяжется наш менеджер для уточнения деталей заказа. Мы стараемся обработать заказ в кратчайщие сроки'
  },
  {
    title: 'Как происходит доставка по Москве и Московской Области',
    content: 'Доставка по Москве и Московской Области осуществляется до двери курьером магазина / курьером транспортных компаний в зависимости от вашего местоположения. Также доставка осуществляется транспортной компанией СДЭК / Почта России.'
  },
  {
    title: 'Когда мой заказ будет отправлен и доставлен',
    content: 'После оформления заказ поступает в обработку, которая занимает от 2 до 24 часов. После обработки заказ мы передаем в службу доставки. Сроки доставки рассчитываются индивидуально при оформлении заказа.'
  },
  {
    title: 'Как оформить заказ на сайте',
    content: `Оформить заказ на сайте очень просто.
1. Найти товар, который вы рассматриваете к покупке
2. Добавить товар в корзину. Ввести свои данные для заказа Имя / Электронная почта /Номер телефона и нажать кнопку Оформить заказ.
3. После оформления заказа с вами обязательно свяжется наш менеджер.`
  },
  {
    title: 'Как происходит доставка по России, Беларусь, Казахстан',
    content: 'Доставка осуществляется транспортной компанией СДЭК / Почта России. Другие транспортные компании обсуждаются индивидуально в зависимости от вашего местоположения. Сроки доставки от 1 дня.'
  },
  {
    title: 'Какие способы оплаты доступны',
    content: 'Мы принимаем платежи наличными или переводом по указанным реквизитам. Все платежи осуществляются путем выставления счета на электронную почту после завершения заказа. Оплата банковской картой будет доступна позже'
  },
  {
    title: 'Сколько стоит доставка по Москве и России',
    content: 'Доставка по Москве и России – согласно тарифам курьерских служб и транспортных компаний. Доставка по Москве и России от 40.000 рублей – бесплатная. Если кроссовки после примерки не подходят Вам, оплачивается доставка – 1000 рублей. Срочная доставка по Москве после оформления заказа (от 2-3 часов) – от 2.000 рублей'
  }
]
