
import { InfoPageWrapper } from "../../shared/ui"
import './TermsPage.scss'

export const TermsPage = () => {
  return <InfoPageWrapper header="Условия предоставления услуг">
    <ol>
      <li className='title'><span className='title'>Термины и определения</span>
        <ol>
          <li> RamsterShop — Индивидуальный предприниматель, осуществляющий продажу Товаров дистанционным способом, в том числе с использованием информационно-телекоммуникационной сети «Интернет», посредством Интернет-магазина.</li>
          <li> Сайт Интернет-магазина (далее — Сайт) — совокупность логически связанных между собой веб-страниц, содержащих данные о Товарах и условиях их покупки, по адресу https://www.ramstershop.ru.</li>
          <li> Интернет-магазин — сайт с информацией о товарах, услугах, принадлежащий RamsterShop, расположенный на Сайте по адресу https://www.ramstershop.ru, где представлены Товары, предлагаемые для приобретения, а также сведения, необходимые при совершении покупки, в том числе цена, способы и условия оплаты и доставки, адреса для самовывоза Товара.</li>
          <li> Пользователь — совершеннолетний гражданин РФ, использующий сервисы Сайта, отдельные функции Сайта.</li>
          <li> Покупатель — совершеннолетний гражданин РФ, имеющий намерение приобрести Товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.</li>
          <li> Заказ — осуществление Покупателем действий, направленных на заключение им договора купли-продажи Товара с Продавцом, посредством Оформления заказа в Интернет-магазине.</li>
          <li> Товар (Товары) — предмет договора купли-продажи, заключаемого между Покупателем и Продавцом в Интернет-магазине. Все взаимоотношения, связанные с куплей-продажей Товаров в Интернет-магазине, возникают непосредственно между Продавцом и Покупателем. Информация о Товаре в Интернет-магазине основана на информации, предоставленной Продавцом. При этом очевидные ошибки, включая опечатки, допущенные в описании Товара либо в описании Услуги, юридически обязывающими не являются.</li>
          <li> Услуги — комплекс мероприятий RamsterShop в отношении Покупателя, осуществляемый с целью исполнения условий договора купли-продажи Товара, включающий в себя, но не исчерпывающий, такие услуги, как доставка Заказа Покупателю, информирование Покупателя о процессе исполнения Договора и т.д.</li>
        </ol>
      </li>
      <li>Общие положения
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Порядок совершения покупки
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Доставка или получение Товара
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Оплата Товара
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Отказ от Товара, возврат Товара и денежных средств
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Дополнительные условия
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Срок действия Публичной оферты
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Форс-мажор
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
      <li>Дополнительные условия
        <ol>
          <li>Lions</li>
          <li>Rats</li>
        </ol>
      </li>
    </ol>
  </InfoPageWrapper>
}