export const TERMS = [
  {
    title: 'Термины и определения',
    childs: [
      'RamsterShop — Индивидуальный предприниматель, осуществляющий продажу Товаров дистанционным способом, в том числе с использованием информационно-телекоммуникационной сети «Интернет», посредством Интернет-магазина.',
      'Сайт Интернет-магазина (далее — Сайт) — совокупность логически связанных между собой веб-страниц, содержащих данные о Товарах и условиях их покупки, по адресу https://www.ramstershop.ru.',
      'Интернет-магазин — сайт с информацией о товарах, услугах, принадлежащий RamsterShop, расположенный на Сайте по адресу https://www.ramstershop.ru, где представлены Товары, предлагаемые для приобретения, а также сведения, необходимые при совершении покупки, в том числе цена, способы и условия оплаты и доставки, адреса для самовывоза Товара.',
      'Пользователь — совершеннолетний гражданин РФ, использующий сервисы Сайта, отдельные функции Сайта.',
      'Покупатель — совершеннолетний гражданин РФ, имеющий намерение приобрести Товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.',
      'Заказ — осуществление Покупателем действий, направленных на заключение им договора купли-продажи Товара с Продавцом, посредством Оформления заказа в Интернет-магазине.',
      'Товар (Товары) — предмет договора купли-продажи, заключаемого между Покупателем и Продавцом в Интернет-магазине. Все взаимоотношения, связанные с куплей-продажей Товаров в Интернет-магазине, возникают непосредственно между Продавцом и Покупателем. Информация о Товаре в Интернет-магазине основана на информации, предоставленной Продавцом. При этом очевидные ошибки, включая опечатки, допущенные в описании Товара либо в описании Услуги, юридически обязывающими не являются.',
      'Услуги — комплекс мероприятий RamsterShop в отношении Покупателя, осуществляемый с целью исполнения условий договора купли-продажи Товара, включающий в себя, но не исчерпывающий, такие услуги, как доставка Заказа Покупателю, информирование Покупателя о процессе исполнения Договора и т.д.'
    ]
  },
  {
    title: 'Общие положения',
    childs: [
      'В своей деятельности RamsterShop руководствуется положениями Гражданского кодекса Российской Федерации, Законом Российской Федерации от 07.02.1992 № 2300-1 «О защите прав потребителей», Постановлением Правительства РФ от 31.12.2020 N 2463 «Об утверждении Правил продажи товаров по договору купли-продажи, перечня товаров длительного пользования, на которые не распространяется требование потребителя о безвозмездном предоставлении ему товара, обладающего этими же основными потребительскими свойствами, на период ремонта или замены такого товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих обмену, а также о внесении изменений в некоторые акты Правительства Российской Федерации» (далее – Правила продажи товаров) и иными нормами действующим законодательством Российской Федерации.',
      'Настоящая Публичная оферта может быть изменена RamsterShop без какого-либо специального уведомления Покупателя/Пользователя. Новая редакция Публичной оферты вступает в силу с момента ее размещения на Сайте и не распространяется на правоотношения между Покупателем и Интернет-магазином, возникшие до вступления в силу новой редакции Публичной оферты, если иное не предусмотрено новой редакцией Публичной оферты.',
      'Покупатель и Продавец гарантируют друг другу, что обладают необходимой право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения настоящей оферты и договора купли-продажи Товара. Каждая Сторона несет ответственность за недостоверность предоставляемой ею информации.',
      'Если RamsterShop будет выявлено Оформление заказов Покупателем с целью получения коммерческой выгоды, с целью перепродажи, выявления актов скупки или перепродажи Покупателем большого количества Товаров, если в действиях Пользователя или Покупателя будут выявлены действия мошеннического характера, RamsterShop оставляет за собой право без предварительного уведомления и без объяснения причин ограничить или полностью заблокировать доступ к использованию Сайта такому Пользователю/Покупателю.',
    ]
  },
  {
    title: 'Порядок совершения покупки',
    childs: [
      'В соответствии с пунктом 12 Правил продажи товаров продавец обязан заключить договор купли-продажи с любым лицом, выразившим намерение приобрести товар на условиях настоящей Публичной оферты. В рамках заключенного в Интернет-магазине договора купли-продажи Товаров Покупатель вступает в прямые договорные отношения с Продавцом Товара.',
      'RamsterShop предоставляет Покупателю услугу по информационному сопровождению заключенного между Покупателем и Продавцом договора купли-продажи Товаров. Оформляя заказ в Интернет-магазине Покупатель соглашается на получение (i) электронных писем/push-уведомлений, которые RamsterShop может направить Покупателю: после оформления Заказа; в случае его изменения; перед датой доставки товара, в случае отмены Заказа Продавцом, ином случае, влияющем на исполнение Заказа или своевременное информирование о его статусе, сообщений (SMS) на телефонный номер, указанный Покупателем, а также звонка на телефонный номер, указанный Покупателем, с предложением оценить качество работы Интернет-магазина и Продавца и/или сообщить о причинах изменения Покупателем Заказа/даты его доставки.',
      'Намерение приобрести товар (далее – Оформление заказа) — это письменное сообщение Покупателя на приобретение Товаров из ассортимента Интернет-магазина на условиях настоящей Публичной оферты. Оформление заказа означает согласие Покупателя со всеми существенными условиями продажи Товара Продавцом. Существенные условия заключаемого Покупателем с Продавцом договора купли-продажи Товара указываются в опубликованном в Интернет-магазине описании Товара, предоставленного Продавцом.',
      'Письменное сообщение Покупателя на приобретение Товаров оформляется в Интернет-магазине, путем самостоятельного помещения Товара в «Корзину» и заполнения формы заказа.',
      'В случае отсутствия заказанных Покупателем Товаров на складе Продавца последний вправе исключить указанный Товар из Заказа Покупателя, уведомив об этом Покупателя любым способом связи в соответствии с данными, предоставленными Покупателем при регистрации или Оформлении заказа. В данном случае Покупатель вправе отказаться от Заказа полностью либо частично. При предварительной оплате Покупателем Заказа (в случае полного или частичного отказа от Заказа) Покупателю возвращается стоимость Товара, от которого Покупатель отказался, способом, которым был оплачен Товар.',
      'Товар, представленный в Интернет-магазине RamsterShop полностью соответствует нормам и требованиям законодательства Российской Федерации.',
      'Продавец не несет ответственности за точность и правильность информации, предоставляемой Пользователем/Покупателем при регистрации на Сайте и при Оформлении заказа. Для Оформления заказа Покупатель должен предоставить действительные данные, необходимые для выполнения Заказа. Ответственность за действительность и/или актуальность предоставленных данных, а также за некорректные данные, предоставленные Покупателем и/или представителем Покупателя, несет Покупатель.',
      'Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от фактического внешнего вида Товара. Качество, настройки и особенности экрана компьютера Пользователя могут искажать цветовую гамму представленного Товара. Товар может иметь незначительные отличия от изображения, представленного на Сайте по цвету, форме, размеру или другим параметрам. Любые характеристики Товаров могут быть изменены изготовителем Товара без предварительного уведомления.',
      'Настоящим Покупатель уведомлен, что продажа Товара в Интернет-магазине осуществляется в реальном времени (круглосуточно) и подразумевает изменение цены и его наличия без предварительного уведомления об этом.',
      'Окончательная цена Товара при заключении договора купли-продажи с RamsterShop может быть уменьшена по инициативе Покупателя за счет применения скидок при условии соблюдения условий рекламных акций RamsterShop. Возможность применения скидки/кредитования/рассрочки на Товары доступна Покупателю при Оформлении заказа.',
      'Для уточнения информации о Товаре Покупатель может обратиться круглосуточно в Службу клиентской поддержки rs.neworder@gmail.com или в Интернет-магазин по телефону',
      'Для регистрации Пользователь обязуется предоставить информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у Продавца есть основания полагать, что предоставленная Пользователем информация неполна или недостоверна, Продавец имеет право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных функций). Покупатель обязан указать достоверные данные о себе и получателе Заказа при оформлении Заказа. Указание Покупателем недостоверных, некорректных данных о себе и/или получателе Заказа, несуществующих номера телефона, адреса электронной почты, а также других недостоверных сведений приравнивается Продавцом к уклонению Покупателя от получения Товара.',
      'Персональная информация Пользователя/Покупателя, содержащаяся в учетной записи Пользователя, хранится и обрабатывается Продавцом в соответствии с условиями Пользовательского соглашения и Политики конфиденциальности.',
      'При регистрации на Сайте Пользователь самостоятельно выбирает себе логин (уникальное символьное имя учетной записи Пользователя) и пароль для доступа к учетной записи. Продавец вправе запретить использование определенных логинов, а также устанавливать требования к логину и паролю (длина, допустимые символы и т.д.).',
      'Пользователь самостоятельно несет ответственность за безопасность (устойчивость к угадыванию) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием сервисов Сайта под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам. При этом все действия в рамках или с использованием сервисов Сайта под учетной записью Пользователя считаются произведенными самим Пользователем, за исключением случаев, когда Пользователь уведомил Продавца о несанкционированном доступе к сервисам Сайта с использованием учетной записи Пользователя.',
    ]
  },
  {
    title: 'Доставка или получение Товара',
    childs: [
      'RamsterShop предлагает услуги по доставке Товаров. Способ доставки, вид транспорта, сроки доставки и стоимость услуг по доставке указаны в разделах Сайта «Оплата и Доставка». Стоимость доставки рассчитывается индивидуально (исходя из габаритов, региона и пр.).',
      'Так как способ доставки, вид транспорта, сроки доставки, стоимость услуг по доставке зависят от наличия Товара на складе Продавца, то информация о доступном способе доставки, транспорте, сроках доставки, стоимости услуг по доставке предоставляется Покупателю на стадии Оформления заказа.',
      'Продавец вправе доставить Товар с привлечением услуг третьих лиц, оставаясь ответственным за надлежащее выполнение своих обязательств. Покупатель соглашается с тем, что персональная информация, необходимая для доставки Товара Покупателю, которую Покупатель предоставляет RamsterShop при Оформлении заказа, может быть передана привлеченному RamsterShop для доставки Товара третьему лицу. RamsterShop передает указанным лицам и/или получает от указанных лиц лишь ту персональную информацию Покупателя, которая необходима для указанных целей.',
      'При доставке Заказ вручается Покупателю либо третьему лицу, указанному в Заказе в качестве получателя (далее по данному разделу Покупатель и третье лицо именуются «Получатель»).',
      'При невозможности получения Заказа Получателем, в соответствии с которым выбран способ оплаты как оплата наличными при получении Товара, Заказ может быть вручен лицу, который может предоставить сведения о номере Заказа и уплатить стоимость Заказа в полном объеме.',
      'При вручении Заказа курьер в целях предотвращения случаев мошенничества имеет право потребовать документы, удостоверяющие личность Получателя. При этом Продавец гарантирует конфиденциальность и защиту персональных данных Получателя.',
      'В момент приемки Товара Получатель обязан осмотреть Товар и проверить его на соответствие заявленному количеству, ассортименту и комплектности Товара, а также проверить целостность упаковки. Риск случайной гибели или случайного повреждения Товара переходит к Покупателю с момента передачи ему Товара.',
      'При курьерской доставке Товара Покупатель в реестре Доставки ставит свою подпись на против тех позиций Товара, которые Покупатель приобрел. Данная подпись служит подтверждением того, что Покупатель не имеет претензий к комплектации заказа, к количеству и внешнему виду Товара.',
      'В случае если доставка товара произведена в установленные договором купли-продажи сроки, но товар не был передан потребителю по его вине, последующая доставка производится в новые сроки, согласованные с продавцом, на условиях оплаты Продавцу расходов на доставку и эквайринг.',
    ]
  },
  {
    title: 'Оплата Товара',
    childs: [
      'Покупателю в момент Оформления заказа предоставляется возможность выбрать вариант оплаты в соответствии с предусмотренными Интернет-магазином способами. Выбор условий и порядка оплаты, а также ограничений по количеству Товара одному Покупателю, остается за RamsterShop и доводится до сведения Покупателя до момента Оформления заказа с помощью интерфейса Сайта.',
      'Цена Товара указывается в рублях Российской Федерации и включает в себя налог на добавленную стоимость.',
      `Особенности оплаты Товара с помощью банковских карт: 
1. В соответствии с положением Центрального Банка Российской Федерации «Об эмиссии банковских карт и об операциях, совершаемых с использованием платежных карт» от 24.12.2004 № 266-П операции по банковским картам совершаются держателем карты либо уполномоченным им лицом (пункт 4 статьи 847 Гражданского Кодекса Российской Федерации).
2. Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими картами попадают под действие статьи 159 Уголовного Кодекса Российской Федерации.`,
    ]
  },
  {
    title: 'Отказ от Товара, возврат Товара и денежных средств',
    childs: [
      'Покупатель вправе отказаться от Товара в любое время до его передачи, а после передачи Товара — в течение срока, установленного действующим законодательством РФ.',
      'Возврат/обмен Товара надлежащего качества возможен в случае, если он не имеет следов эксплуатации, сохранены его оригинальная упаковка, товарный вид, потребительские свойства, пломбы, фабричные ярлыки, а также документ, подтверждающий факт покупки указанного Товара.',
      'Возврат Товара надлежащего качества, бывшего в употреблении, невозможен (Закон РФ «О защите прав потребителей» от 07.02.1992 № 2300–1).',
      'При возврате или обмене товара надлежащего качества Покупатель обязан соблюсти следующие условия: товар должен быть чистым, без следов пыли, без следов эксплуатации, без повреждений, без потери товарного вида, в оригинальной упаковке. Упаковка не должна иметь никаких внешних повреждений. В случае несоблюдения этого условия Продавец имеет право отказать в обмене или возврате Товара.',
      'Товар с индивидуальными характеристиками (то есть товар, изготовленный под заказ с нестандартными параметрами), имеющий надлежащее качество, является товаром не подлежащем возврату, следовательно, обмену и возврату не подлежит согласно Ст. 26.1 «Закона о защите прав потребителей».',
      `Для возврата/обмена Товара Покупатель обязан отправить заявку на почту ramstershop@yandex.ru для оформления курьерской службы Продавца, либо принести Товар по адресу 105066, Москва, Нижняя Красносельская 35с9 пом. 003
К заявке на возврат/обмен должен быть приложен чек и товарная накладная.
Возврат/обмен Товара осуществляется за счет Покупателя.
Продавец вправе в течение 10 рабочих дней с момента возврата товара ненадлежащего качества провести проверку его качества.
В случае, если Покупатель отказывается от товара надлежащего качества, Продавец возвращает денежные средства в течение 10 дней с момента получения возвращаемого Товара. Покупатель не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный Товар может быть использован исключительно приобретающим его потребителем.
Возврат денежных средств может быть осуществлен одним из следующих способов:
- перечисление на расчетный счет, указанный Покупателем в Заявлении на возврат;
- путем перечисления на расчетный счет Покупателя, с которого производилась оплата (в случае оплаты банковской картой на Сайте);
- наличными средствами, если оплата была осуществлена наличными средствами.
Для возврата денежных средств на банковскую карту Покупателю необходимо заполнить «Заявление о возврате денежных средств», которое высылается по требованию Продавца на электронный адрес Покупателя, и оправить его вместе с приложением копии паспорта по адресу ramstershop@yandex.ru. Возврат денежных средств будет осуществлен на банковский счет Покупателя, указанный в заявлении, в течение 10 (Десяти) рабочих дней со дня получения «Заявление о возврате денежных средств» Продавцом.
Возврат наличных денежных средств осуществляется только лицу, приобретавшему товар, либо лицу, уполномоченному на получение денежных средств нотариально удостоверенной доверенностью.
В любом случае при оплате банковской картой на Сайте возврат денежных средств производится на тот же расчетный счет, с которого производилась оплата.
В случае, если Покупатель отказывается от товара ненадлежащего качества, Продавец возвращает денежные средства в течение 10 дней с момента завершения проверки (если она проводится) качества при условии, что выводы проверки подтверждают наличие производственных дефектов. Замена товара ненадлежащего качества производится в течение 7 дней с момента предъявления требования Покупателя, а при необходимости дополнительной проверки качества товара - в течение 20 дней со дня предъявления указанного требования. Если у Продавца в момент предъявления требования отсутствует необходимый для замены товар, замена производится в течение месяца со дня предъявления такого требования.`,
      `Продавец может отменить Заказ в следующих случаях:
1. если Покупатель не внес предоплату за Товар в срок, установленный интерфейсом страницей платежной системы;
2. если Продавцу не удалось связаться с Покупателем/Получателем Заказа по указанным Покупателем в Заказе контактным данным;
3. если Покупатель не согласен с временным промежутком доставки Заказа;
4. при отсутствии Товара на складе либо если Товар до передачи Покупателю, получателю Заказа, поврежден;
5. в иных случаях, когда Продавец не может исполнить свои обязательства по договору купли-продажи Товара; случаях;
6. отказ Покупателя от Товара в предусмотренных действующим законодательством РФ
7. уклонение Покупателя от получения Товара. Неполучение Заказа в течение срока, отведенного Покупателю/Получателю, считается уклонением Покупателя/Получателя от получения Товара.`,
    ]
  },
  {
    title: 'Дополнительные условия',
    childs: [
      'Персональные данные Пользователя/Покупателя обрабатываются в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и Федеральным законом от 27.07.2006 № 149-ФЗ «Об информации, информационных технологиях и о защите информации».',
      'Покупатель добровольно и осознанно представляет данные при оформлении Заказа, которые необходимы для исполнения Продавцом Заказа Покупателя. Продавец, осуществляющий по мере необходимости обработку персональных данных Покупателей, принял достаточные организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним или их уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.',
      'Предоставляя свои персональные данные Продавцу, Пользователь/Покупатель соглашается на их обработку Продавцом, в том числе в целях выполнения Продавцом обязательств перед Пользователем/Покупателем в рамках настоящей Публичной оферты.',
      'Продавец вправе использовать технологию «cookies».',
      'Продавец получает информацию об ip-адресе Пользователя Сайта. Данная информация не используется для установления личности посетителя и не передается третьим лицам.',
      'Продавец вправе осуществлять записи телефонных переговоров с Покупателем. В соответствии с пунктом 4 статьи 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов, своевременно обнаруживать и пресекать такие факты.',
    ]
  },
  {
    title: 'Срок действия Публичной оферты',
    childs: [
      'Настоящая Публичная оферта вступает в силу с момента ее акцепта Покупателем и действует до момента исполнения Покупателем и Продавцом своих обязательств по договору купли-продажи Товара.',
    ]
  },
  {
    title: 'Форс-мажор',
    childs: [
      'При наступлении обстоятельств непреодолимой силы, которые сторона по настоящему Договору не могла ни предвидеть, ни предотвратить разумными мерами, срок исполнения обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого продолжают действовать такие обстоятельства, без возмещения каких-либо убытков. К таким событиям чрезвычайного характера, в частности, относятся: наводнения, пожар, землетрясение, взрыв, шторм, оседание почвы, иные явления природы, эпидемия, а также война или военные действия, террористические акты; перепады напряжения в электросети и иные обстоятельства, приведшие к выходу из строя технических средств какой-либо из сторон договора.',
      'Сторона, для которой создалась ситуация, при которой стало невозможно исполнять свои обязательства из-за наступления обстоятельств непреодолимой силы, обязана о наступлении, предположительном сроке действия и прекращения этих обстоятельств незамедлительно (но не позднее 5 (пяти) рабочих дней) уведомить в письменной форме другую сторону.',
      'В случае спора о времени наступления, сроках действия и окончания обстоятельств непреодолимой силы заключение компетентного органа в месте нахождения соответствующей Стороны будет являться надлежащим и достаточным подтверждением начала, срока действия и окончания указанных обстоятельств.',
      'Неуведомление или несвоевременное уведомление стороны о начале действия обстоятельств непреодолимой силы лишает ее в дальнейшем права ссылаться на них как на основание, освобождающее от ответственности за неисполнение обязательств по настоящему договору.',
      'Если обстоятельства непреодолимой силы и/или их последствия продолжают действовать более 30 (тридцати) календарных дней подряд, то Договор может быть расторгнут по инициативе любой из сторон путем направления в адрес другой стороны письменного уведомления.',
    ]
  },
  {
    title: 'Дополнительные условия',
    childs: [
      'Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.',
      'Интернет-магазин может быть временно, частично или полностью недоступны по причине проведения профилактических или иных работ, или по любым другим причинам технического характера с предварительным уведомлением Пользователей или без такового.',
      'К отношениям между Пользователем/Покупателем и Продавцом применяется законодательство Российской Федерации',
      'В случае возникновения вопросов или претензий со стороны Пользователя/Покупателя, он должен обратиться к Продавцу по телефону 8 (999) 003-03-32 или направить письмо на электронный адресу ramstershop@yandex.ru',
      'Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации.',
      'Признание судом недействительности какого-либо положения настоящей Публичной оферты не влечет за собой недействительность остальных положений.',
    ]
  },
]