import { InfoPageItem } from "../../shared/ui";

export const REFUND_ITEMS: InfoPageItem[] = [
  {
    title: 'Обмен',
    content: `Вы можете обменять товар, купленный в нашем магазине, при соблюдении следующих условий:
1. с момента получения товара и на момент его обмена прошло не более 14 календарных дней;
2. товар не был в употреблении (стиран, ношен);
3. сохранены его товарный вид, потребительские свойства;
4. фабричные ярлыки, в том числе КИЗ (контрольно-идентификационный знак) на товаре или его упаковке (в зависимости от того, что применимо) должны быть целыми, не мятыми и не повреждёнными.
Если условия не соблюдены, мы не сможем обменять ваш товар.
Обратите внимание, что при обмене вы самостоятельно несете все связанные с этим расходы, в том числе расходы на доставку.`
  },
  {
    title: 'Как запросить обмен',
    content: `Для того, чтобы запросить обмен, напишите мне на WhatsApp или Telegram с темой "Обмен". В сообщении необходимо обязательно указать:
1. имя заказчика
2. контактный номер телефона.
После получения сообщения с вами по телефону свяжется наш сотрудник.`
  },
  {
    title: 'Отправка обмена',
    content: `Отправить товар для обмена необходимо по адресу который скажет наш менеджер.
Оригинальная коробка товара, в которой вы получили вещь, не подходит для транспортировки, так как считается частью комплекта. Если она повредится при перевозке, мы не сможем принять обмен. Мы настоятельно рекомендуем проследить за тем, чтобы брендированная коробка была помещена вами или сотрудниками СДЕК в фирменную транспортную коробку СДЕК для сохранения целостности и товарного вида всего комплекта.
Пыльники, чехлы и другие аксессуары из комплекта также нужно вернуть вместе с вещью.
Обратите внимание, что затраты на доставку товара до нашего офиса возмещению не подлежат – их необходимо оплатить самостоятельно.`
  },
  {
    title: 'Возврат',
    content: `Вы можете вернуть товар, купленный в нашем магазине, при соблюдении следующих условий:
1. с момента получения товара и на момент его возврата прошло не более 14 календарных дней;
2. товар не был в употреблении (стиран, ношен);
3. сохранены его товарный вид, потребительские свойства;
3. фабричные ярлыки, в том числе КИЗ (контрольно-идентификационный знак) на товаре или его упаковке (в зависимости от того, что применимо) должны быть целыми, не мятыми и не повреждёнными.
Если условия возврата не соблюдены, и возвращенные товары не могут быть приняты, клиент получит соответствующее уведомление на электронную почту. В письме будет указана причина отказа. В этом случае по просьбе клиента возвращенные товары могут быть отосланы обратно, связанные с этим расходы оплачиваются клиентом. Если клиент отказывается от отправки товаров, мы сохраняем за собой право оставить товары у себя без возврата их стоимости.
При возникновении спора о факте употребления товара и сохранности его товарного вида производится независимая экспертиза за счёт клиента.`
  },
  {
    title: 'Как и когда будут возвращены деньги',
    content: `После получения мы проверим предмет возврата на соблюдение условий возврата в течение 3 рабочих дней, и, если товар соответствует требованиям, деньги будут возвращены в течение 10 рабочих дней тем же способом, которым вы оплатили заказ.
Возврат денежных средств осуществляется без учета стоимости доставки. Все расходы, связанные с обратной транспортировкой возврата, несет клиент.
Все случаи возврата товаров в нашем магазине регулируются действующими на территории России законами:
Постановлением Правительства РФ от 31.12.2020 N 2463 "Об утверждении Правил продажи товаров по договору розничной купли-продажи, перечня товаров длительного пользования, на которые не распространяется требование потребителя о безвозмездном предоставлении ему товара, обладающего этими же основными потребительскими свойствами, на период ремонта или замены такого товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих обмену, а также о внесении изменений в некоторые акты Правительства Российской Федерации";
Федеральным Законом от 07 февраля 1992 года N 2300-1 "О защите прав потребителей".`
  },
]